{
  "blogPosts": {
    "-NAFCXz32OoRJPtMye3b": {
      "content": "In 2013, I was hospitalized — and my entire outlook on life shifted. My doctor diagnosed me with bipolar disorder. My mind was spinning; I didn’t think that someone like me could have that illness. There’s no way I could be crazy, I thought, because I am not weak. Looking back, I can understand that I had been influenced by the tropes of people with mental illness as unsuccessful and fragile. Since then, I have developed coping strategies to manage my illness, stuck to a medication regimen and received both inpatient and outpatient treatment with psychiatrists, therapists and support groups. I soon discovered there’s strength in seeking and accepting help.  During this same period, I also experienced major personal and professional success; I earned my master’s degree in public policy before I turned 23, won competitive scholarships, and awards, published my writing and given lectures, interviews and legislative testimony.  I’m sharing my story as a reminder that everyday people living with mental health conditions are as capable of success as anyone else — and our identities range far beyond “person with mental illness.” Sometimes, admittedly, untangling my mental illness from my identity is hard. I see myself as a proud, Black cisgender woman who is also a daughter, writer, college graduate, sister, niece, friend, policy researcher, aunt, basketball fan and avid reader, among other things. Over time, I have learned that I can be all these things and find success while living with a mental health condition.  Feeling comfortable with the wholeness of my identity took time. Honestly, I’m still grappling with identifying as someone with a mental illness, without letting it define me. I know this will take time.  Coping With Highs And Lows A critical step in accepting my intersecting identities is not letting my mental illness take away from everything I want to be. There are days when I struggle to function — and I have found ways to accept that there will be tough days, but there are ways to ensure that they don’t take over my life.  For example, to be a writer, I need rest so I can focus and think clearly. But there are days where I cannot get out of bed, and other days when I can’t sleep; having a sleep imbalance makes producing essays like this a challenge. But when I use my coping skills, take my medication and, when necessary, contact my support team, I am stable and subsequently productive.  The phrase “three steps forward, two steps back” captures my experience. While engaging and being productive in life, I have also gone through dark days that resulted in hospital stays.  At the beginning of each hospital admission, I would feel crushed. I felt like I was moving backward — that my good fortune had reached the end of its road. But I discovered the same thing about my identity after each hospital stay: I am so much more than my mental illness.  I was eventually able to tell myself that being in the hospital was a mental tune-up, and I was there getting help to get back on track.  Finding Community I have attended group therapy and outpatient programs where I’ve met people with similar mental health symptoms, and we’ve connected on a level I cannot with people who don’t have a mental illness. It feels like we have built an instant community.  Belonging to a community of diverse individuals who live with a mental illness and also have different — and sometimes overlapping — identities makes me feel less alone and helps me to feel supported.  It also helps to see public figures joining our community. I was encouraged when National Basketball Association (NBA) Champion Kevin Love opened up about his life with mental illness and how he still finds success and joy on the basketball court. His story and many other athletes' stories are a reminder that living with a mental illness is not a recipe for failure. Moreover, these stories remind us that it’s ok to be open about living with a mental illness and to allow it to be one piece of who you are.    Ultimately, I’ve found that having a mental health condition has added unexpected positives to my life; it has provided me with opportunities to build community and meet inspiring people who have helped me to accept and celebrate myself.  Looking Toward My Future I am not sure what the future holds, which is both frightening and exciting. I am unsure how much my mental health will affect my life. But I will continue to cherish my identities, make them stronger and build a deeper connection with them.  I’ve accepted there will be obstacles to mental stability, but I’ve also accepted there will be more triumphs. I know I am a multifaceted woman who deserves to thrive today.  Next year will be 10 years since I was diagnosed with a mental illness. Despite my humbling success, my personal trials and my inspiring relationships, the real connection between my mental illness and my identity is up to me.    Brakeyshia Samms is a writer and policy researcher living with a mental illness. She has been published in The Huffington Post, The Dallas Morning News and The Austin American-Statesman, among other outlets. Opinions expressed here do not reflect the views of her affiliations.   ",
      "firebaseKey": "-NAFCXz32OoRJPtMye3b",
      "photo": "https://images.unsplash.com/photo-1564121211835-e88c852648ab?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bWVudGFsJTIwaGVhbHRofGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "therapistId": "-NAC7G9Ymz66bgaV-WjI",
      "timeStamp": "2021-11-06 22:07:18",
      "title": "Coming to Terms with Mental Illness and My Identity",
      "uid": "1"
    },
    "-NAFCXz43ehZKgu6anBk": {
      "content": "No person or profession is immune from the impact of the broader culture, and our culture was originally structured to support white, male privilege — thus, the professional world continues to suffer from bias and privilege. Counseling is no exception. Good intentions are not enough. Even the sincerest counselors run the risk of harming clients if they don’t practice introspection, unlearning and relearning ways to be more culturally sensitive and equitable.    There are many ways to draw from treatment approaches that extend outside the traditional structure created by and for people from dominant cultures, and to foster healing in ways that are meaningful for each unique client. Through this process, we can center our approach around honoring one’s cultural, racial and intersectional identities. This work also entails honoring the need for collective healing, connection and community.    To be inclusive, it’s vital to serve clients with an approach that is culturally affirming and acknowledges their intersectional identities, unique healing traditions and practices specific to the client’s culture.   Encouraging Connection To One’s Culture A very important part of being inclusive is honoring ancestral and cultural practices within the healing process, and verbalizing support for the ways someone finds hope and healing within their culture and community.  This includes encouraging participation in culturally specific practices and activities that clients personally enjoy. Keep in mind that people in a specific cultural community are unique, and there’s no one activity that will work or fit everyone.  Adapting Treatment Approaches The work to be culturally responsive is no easy task and there is no simple formula for getting this right. Every client we work with will require us to change things up in how we communicate with them and adapt their treatment experience to what works best for them.    A few ways counselors can adapt is by receiving training on how to use expressive therapeutic techniques, like art, music, play and movement. Also, by embracing telehealth to reach clients who may otherwise lack access to culturally sensitive care.   Using Culturally Competent Language When it comes to fostering effective advocacy and creating meaningful social change, we cannot underestimate the power of the words we use along the way. Language shapes our perception of the world. Thus, it allows us to shape our world with how we think and speak.  When counselors use terms that resonate with their clients’ experiences and validate their identities, clients are more likely to feel safe, truly seen and valued. Without this sense of safety and respect, therapists and clients cannot develop an effective therapeutic rapport.  A few techniques counselors can use include:  Use person-first language, for example, by saying “a person with bipolar disorder, rather than “a bipolar person.\" This is important because no one is defined by a diagnosis.   Learn about the client’s community and their community’s history, collective experiences, and preferences. For example, practitioners will want to be familiar with the various terms and definitions of sexual orientations and gender identities — and they should avoid using umbrella terms (such in the case of American Indian Tribes) that erase the nuances of race and ethnicity.  Avoid stigmatizing and biased language — specifically, terms that have been identified as ableist, fatphobic and harmful to people experiencing substance use disorders.   Understanding The Mind-Body Connection Using psychoeducation about the somatic impact of our experiences, especially trauma and oppression, and learning about body-based healing approaches and interventions that honor the mind-body connection. Creative and expressive forms of therapy (like art and music therapy) and incorporating breathwork and movement in therapy sessions create opportunities for clients to reconnect with their bodies and emotions.    Acknowledging And Addressing Bias Healing cannot begin until the counselor has worked with the client to address racist biases and prejudices and acknowledged the nuanced ways clients of color have internalized beliefs that enable and/or add to their own experiences of oppression. Counselors should explore the impact of their client’s acceptance of negative stereotypes about their racial group, which can cause psychological distress and perpetuate harm. Reclaiming and celebrating one’s racial and intersectional identities is one step toward dismantling internalized oppression.   As we expand our awareness and interrogate how biases have shaped our language, interactions, beliefs, values and decision-making — we must replace negative stereotypes with empathy, connection and community.   Practicing Lifelong Learning And Humility While we’ve shifted our notion of “cultural humility” to go a step further to being “culturally responsive,” humility should absolutely remain a priority as we also focus on our responsive actions. No one can ever be an expert in a culture they do not hold membership in, so staying humble and committed to life-long learning is imperative. Making mistakes and acknowledging how we ourselves have participated in oppressive practices is uncomfortable. Through our discomfort and wrestling, we shed what we need to and open ourselves up for opportunities for something much better. Connection over perfection is the goal.   The call to action in serving others within a culturally responsive framework requires going above and beyond to listen, reflect, unlearn, reeducate and act. Cultural competence is not enough to do the job of treating clients within a framework that truly honors their cultural and intersectional identities. Going above and beyond means doing your own work to confront and unlearn your own bias and prejudices. It is accepting that we all have internalized racial biases and commitment to “I don’t see color” does nothing to further social justice.  See color, see differences, see how we are alike and see beauty in a diverse community.        Christa Butler, MS, LPC, RPT-S is a Licensed Professional Counselor, Registered Play Therapist Supervisor, Nationally Certified TF- CBT Therapist and a Virginia Board of Counseling approved supervisor. She serves as the Professional Counseling Issues Specialist in the Center for Counseling Practice, Policy, and Research at the American Counseling Association. Christa has worked in mental health, mostly as a psychotherapist, for over a decade. She most enjoys working with children and families with the integration of play, creativity, art-based and sand tray therapies in combination with evidence-based models. Her current passions are nature-based therapies and decolonization to wellness.    Emily St. Amant, MA, LPC-MHSP, AS is a Licensed Professional Counselor and Tennessee Board of Counseling approved clinical supervisor. She serves as the Counseling Resources and Continuing Education Specialist in the Center for Counseling Policy, Practice, and Research at the American Counseling Association. Emily has 15 years of experience in a variety of settings in mental health and has worked as a psychotherapist and in substance use treatment. Her current passion and focus is advocating for and supporting her fellow licensed professional counselors.",
      "firebaseKey": "-NAFCXz43ehZKgu6anBk",
      "photo": "https://images.unsplash.com/photo-1508205065970-cad01cebebb4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzR8fG1lbnRhbCUyMGhlYWx0aHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "therapistId": "-NAC7G9TnEtXEZujrilN",
      "timeStamp": "2022-02-27 18:55:17",
      "title": "What Does a Culturally Responsive Framework Look Like?",
      "uid": "3"
    },
    "-NAFCXz65wyYQtJbq-1T": {
      "content": "My father was a psychiatrist in the 1960s, ‘70s and ‘80s. Like many mental health practitioners of his time, he tended to define people by their supposed pathologies: “This one is a depressive,” or “That one is borderline,” and even “Oh, she’s got a paranoid personality.”  Thankfully, mental health awareness has progressed significantly since then. With anxiety and depression reaching epidemic levels, the movement to understand and prioritize mental health is gaining momentum, and people everywhere are embracing their diagnoses. The knowledge that they’re living with a health condition like “generalized anxiety disorder” or “major depressive disorder” helps them feel less ashamed of — and less isolated in — their experience. Changing attitudes have also made strides toward destigmatizing treatment like therapy and medication.  However, the current conversation about anxiety and depression is lacking a vital dimension: emotional awareness. We are now learning that many instances of anxiety and depression are actually symptoms of buried core emotions and unmet core needs. These types of symptoms — and the use of ineffective treatments to address them — could be prevented with more education surrounding emotions and trauma.  What Are Emotions? Emotions are biological: they live in the body as much as the brain, and they evolved to perform essential functions in our lives. We believe there to be seven innate or “core” emotions that are hard-wired in our nervous systems: anger, sadness, fear, joy, disgust, excitement and sexual excitement. These emotions have a lifespan; when we allow ourselves to feel them (not necessarily acting on them, but allowing the emotions to express themselves), they move through the body and mind and naturally recede like a wave.  Then there are the “inhibitory” emotions: anxiety, guilt and shame. These emotions are designed to block core emotions when core emotions come into conflict with what pleases others (like our parents, peers and partners). For example, Lauren, a 40-year-old mother of a three-year-old named Betsy, grew up in a home with lots of violence. As a result, Lauren grew to fear the core emotion of anger, and she learned to shut down her own anger as well as Betsy’s, as it was too threatening for her to tolerate. When Betsy started to express anger at a toy being taken away, for example, Lauren yelled at her: “DON’T EVER TALK TO MOMMY THAT WAY!!” This sudden explosion scared Betsy. As time passed and no room was ever made for Betsy to safely experience her anger, or have it validated by her parents, Betsy’s mind and body learned to suppress anger using muscular contraction and holding her breath. Now instead of feeling anger, Betsy experiences anxiety.  Another reason we block core emotions with inhibitory emotions is to prevent us from being overwhelmed or “dysregulated.” When core emotions become too intense, we can shut them down using anxiety, guilt, and/or shame. For example, Tom was taught by his father that “crying and expressing sadness is for weaklings.” Now as a grown man, he feels ashamed every time he feels sad. Feeling shame for his true and natural sadness has contributed to his depression.  Because most people don’t know about core and inhibitory emotions, they may feel they are “genetically defective” or “damaged goods.” However, symptoms of anxiety and depression caused by avoided and buried core emotions can be healed with therapy and even eased by simply understanding how emotions work in the mind and body. The issue is that relatively few psychiatrists are taught about the science of emotions in medical school, so they risk misdiagnosing their patients and allowing the root cause of symptoms — the blocked emotions — to go unaddressed.  What Is Trauma? Renowned psychologist Diana Fosha teaches that trauma and psychopathology is caused by experiencing overwhelming emotions in the face of unwanted, utter loneliness. Using this definition, it becomes clear that trauma is a universal human experience. How many of us have had to face our feelings alone for fear of judgment, abandonment or retaliation?  Trauma often happens in families and relationships when there’s emotional neglect or abuse. But trauma isn’t limited to what happens in families and relationships: we live in a society and a world filled with violence, stress and injustice.  Compounding our distress is the fact that parents and schools have, for the most part, not been given the proper tools to address this subject — and they are often unequipped when it comes to emotional health. As a result, they are not prepared to help children process overwhelming emotions — which is vital for raising calm, confident kids in the context of a chaotic, traumatic world.  Additionally, parents who don’t know how to deal with their own strong emotions are unlikely to be capable of helping their children deal with their feelings. Even the most well-intentioned parents can shut down their children’s emotions, and many schools lack the resources they need to help students thrive emotionally.  Thus, many children grow up feeling isolated and ashamed of their own emotions. Being shamed and left alone with emotions makes burying them the main strategy to deal with them. With little help for our growing anxieties, we are often left with simmering traumatic stress, which we numb with defensive behaviors, growing further addicted, distracted and disconnected. Perhaps we develop a destructive relationship with food, alcohol or drugs. Perhaps we isolate or lash out.  Healing entails processing these emotions, allowing our nervous systems to come back into balance and calm.  AEDP And The Change Triangle Tool For Emotional Health After receiving my degree in social work, I trained in a healing-oriented, trauma-informed method called accelerated experiential dynamic psychotherapy (AEDP). In AEDP, symptoms are the starting points to discover the underlying core emotions and needs so we can name them, validate them, honor them and move through them to greater peace and calm.  The goal of this process is to move from our defenses, through our inhibitory emotions, to reach our blocked core emotions that are causing the symptoms. Once the blocked emotions are named and validated, people experience enormous amounts of relief, ultimately feeling more confident, calm and connected with their authentic selves. The Change Triangle is a handy map to understand how to move from disconnected depressed states through our core emotions to a more balanced state between our thoughts and emotions.  Reforming Our System Emotional awareness is the key to well-being, and moving through our inhibitory emotions is a tool that we all need — not just psychiatrists and psychologists. I believe that school health classes should include emotions education in their curricula, and teachers and guidance counselors should receive an emotions education in their own training. Parenting books should include this information as well to help parents learn to be emotionally available, neither threatened by nor frightened of their children’s emotions. On the contrary, they would learn to listen to their children’s feelings with interest but not react, modeling for their children how to validate and be with their emotions.  In this ideal world, adults are also better equipped to deal with stress and conflict in their own lives. Whether we are angry, sad, afraid or joyful, those emotions would be named, validated and supported. And we would all learn about triggers — those events that evoke intense emotional experiences. We would rest assured that life triggers strong emotions, and that that is completely natural and normal. It’s the knowledge, tools and practice we’d have that would enable us to respond to triggers in constructive ways.  A society with a strong foundation in emotional awareness is a society with high rates of physical and mental well-being. It’s a society that prioritizes authentic connection and collaborative community, because it understands what it truly means to be human.   Hilary Jacobs Hendel is author of the international award-winning book, “It’s Not Always Depression: Working the Change Triangle to Listen to the Body, Discover Core Emotions, and Connect to Your Authentic Self” (Random House). She received her B.A. in biochemistry from Wesleyan University and an MSW from Fordham University. She is a certified psychoanalyst and AEDP psychotherapist and supervisor. She has published articles in The New York Times, Time, NBC Think, FOX News and Oprah, and her blog is read worldwide. You can find free resources and curricula on emotions and the Change Triangle tool for emotional health at hilaryjacobshendel.com and follow her work on Facebook, Twitter, Instagram and YouTube.    augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.",
      "firebaseKey": "-NAFCXz65wyYQtJbq-1T",
      "photo": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mzl8fG1lbnRhbCUyMGhlYWx0aHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "therapistId": "-NAC7G9TnEtXEZujrilN",
      "timeStamp": "2021-10-03 20:29:23",
      "title": "Approaching Mental Health Care with a Trauma-Informed Perspective",
      "uid": "y9ohQIjkUoSW4JYHaHp0ROeS5bw2"
    },
    "-NBKA2zceRuxYc1h-SCM": {
      "content": "I was scrolling through TikTok the other night, as many Gen Z-ers do, and I came across a woman my age talking about trigger warnings. For those unfamiliar, Merriam-Webster defines a “trigger warning” as “a statement of caution that content may be disturbing or upsetting.” This woman was mocking those providing trigger warnings before their videos, arguing that trigger warnings are useless, that the world cannot and will not “shelter you,” and that the only one who cares about what you are going through is yourself.\n\nI found this message to be incredibly toxic and harmful. As someone with mental illness, I was upset to see someone with an online platform telling her audience that “no one cares.” As many of us living with mental health conditions will tell you, mental illness often tells us just that; that we are worthless, alone and a burden.\n\nAlthough I struggle with my mental health, I am fortunate to have resources and a support system to turn to. Not everyone does. And not everyone viewing this woman’s video will question her thinking. Instead, they will internalize her words and believe they cannot turn to anyone. Often, those living with mental illness will suffer alone to avoid burdening others. While a friend cannot provide the same level of support as a mental health professional, they can remind you that you are loved, you are worthy and you matter.\n\nWhen people with influence demean trigger warnings, they perpetuate a harmful line of thinking that ignores the lived experiences of so many people.\n\nThe Trigger Warning Debate\nTrigger warnings have been a topic of debate for years. They are a controversial subject, especially in the academic sphere. Professors and teachers have largely adopted disclaimer language, providing warnings of the content discussed in semesters on their syllabuses or before classes. In my senior year of college, my creative writing professor required my classmates and I to put trigger warnings before our short stories if the work discussed traumatic events. Similarly, mental health events I have attended included resources and a disclaimer at the beginning that difficult subjects may arise.\n\nThose against trigger warnings argue that they are coddling people and simply don’t help. Or, like this woman on TikTok, they might say that that trigger warnings are making the younger generation too sensitive. However, there isn’t enough data to conclude whether these disclaimers do or don’t work yet. But, regardless of efficacy, is that the point? Perhaps we could see trigger warnings as giving students or individuals the choice to decide for themselves what they can handle.\n\nCertainly, this TikTokker isn’t completely wrong. Society does not always care. The world can be a hard place, and mental illness is still very much stigmatized. I do not expect the world to “baby” me, but is that what trigger warnings are about? I don’t believe so.\n\nThe Value Of Trigger Warnings\nWhen a social media influencer or professor or a television show alerts me: “trigger warning,” I feel respected. I feel seen; as if someone is telling me, “I know what you have been through, and it is ok if right now you do not want to go back there.”\n\nTrigger warnings give people autonomy. They allow people to compose themselves, to enter a healthier mindset or simply to decide, “I cannot handle this today.” After all, trauma is very real — and people’s  reactions to their life experiences are valid and do not require the approval of other people. Trigger warnings, as I understand them, are an act of compassion, not a sign of a weak generation. Because one of the strongest things you can do is ask for help or admit, “I am not ok.” Trigger warnings say, “Not everyone will care, but I do. I care.”\n\n \nMeghan Nelligan is a creative writer and mental health advocate based in New Jersey. As a young woman who lives with depression, anxiety, body-image issues and grief, she knows that storytelling can be healing. You can see all her writing on her website, including her freelance blogs and poetry pieces. Opinions expressed here do not reflect the views of her affiliations.",
      "firebaseKey": "-NBKA2zceRuxYc1h-SCM",
      "photo": "https://www.nami.org/NAMI/media/NAMI-Media/BlogImageArchive/2022/Trigger-Warnings_Blog.png",
      "therapistId": "",
      "timeStamp": "9/6/2022, 6:39:24 PM",
      "title": "Respecting Trigger Warnings",
      "uid": "n5f0zZ1dmBWvTOutVZ0J9lip8073"
    },
    "-NCM7v_sT3XaiD7mVKTG": {
      "content": "At some point in our lives, many of us will try psychotherapy and then decide whether to continue to engage in a full course of treatment with that provider (which may last for weeks, months or years). This decision is, typically, based on a judgment of whether the benefits of a course of psychotherapy with a given provider are worth the cost in terms of finances, time and effort.\n\nThrough conversations with friends, family and colleagues, we have come to believe that most psychotherapy clients don’t know how to judge whether they are receiving quality treatment that will help them to achieve their goals. To facilitate this judgment and decision, we propose 10 questions for any client to ask their provider.\n\nAll therapists should be willing and able to provide “good” answers to these questions no later than the third session. Good answers provide information that will help you assess your therapist’s competence, whether treatment is evidence-based and time-limited and whether your therapist will systematically monitor your problems/symptoms/challenges. Good answers will also clarify your therapist’s views on your case and make clear whether treatment aligns with your goals and values.\n\n“Bad” answers, by contrast, provide no useful information. They are vague, unclear, confusing or indicate you are receiving less than ideal treatment, perhaps from an unqualified therapist.\n\nUltimately, discussion guided by these 10 questions can build trust and facilitate your therapeutic relationship. Be empowered to ask these questions and find a therapist and treatment who best suits your needs.\n\nQuestion 1: What Problems/Challenges/Symptoms Will You Help Me With?\nA good answer might go something like this: “You have asked for my help to reduce your symptoms of worry. I will address these issues, by helping you to increase your psychological flexibility while living according to your values.”\n\nA bad answer may look like this: “It will require more sessions for me to know and to be able to tell you.”\n \n\nQuestion 2: What Is Your Explanation For Why I Have The Problems/Challenges/Symptoms I Have?\nA good answer could sound like: “Your worries seem to attach themselves to everything you think about. You feel like the worry helps you to avoid bad outcomes, but your life has become small. You spend most of your time at home, where you feel safe, but isolated, numb and depressed.”\n\nA possible bad answer might sound like: “We’ll figure this out together.”\n \n\nQuestion 3: What Do You Think Is The Ultimate Goal Of This Treatment?\nGood answer: “Using Acceptance and Commitment Therapy (ACT), I will help you to identify and live according to your values despite your worries. Your life will become bigger, and you will react less to particular states of mind and mood.”\n\nBad answer: “Whatever you want it to be.”\n \n\nQuestion 4: How Exactly Will Your Treatment Change Whatever It Is You Think Accounts For My Current Problems/Challenges/Symptoms?\nGood answer: “You will learn to use a variety of techniques to live according to your values in the present moment regardless of the challenges you face. For example, you will learn acceptance and mindfulness techniques.”\n\nBad answer: “You have to experience the treatment to understand how it works.”\n \n\nQuestion 5: How Will We Monitor Whether My Problems/Challenges/Symptoms Get Better, Get Worse Or Stay The Same? What Specific Assessment Methods And Measures Will You Use?\nGood answer: “In the first session, you completed measures of psychological flexibility, mindfulness, depression and worry. You will complete all measures again at the end of treatment, and some measures a few additional times. Improvement will be indicated by higher scores on measures of psychological flexibility and use of mindfulness, with no change or less depression and worry.”\n\nBad answer: “Sometimes I will ask you if you are doing any better than when you began therapy. I will try to do this on a regular basis.”\n \n\nQuestion 6: How Many Sessions Will This Take? How Will We Know When To Stop?\nGood answer: “This treatment will require approximately 12, 50-minute sessions. In approximately the tenth session, we will examine your scores on the measures completed that week to determine whether we can stop therapy after the twelfth session, or if it would be better to add a few more sessions.”\n\nBad answer: “I don’t know how many sessions this will take. We will know when to stop when you feel better.”\n \n\nQuestion 7: What Are Your Expectations Of Me? For Example, What, If Anything, Do You Expect Me To Do Between Sessions? What Can I Expect From You?\nGood answer: “I expect you to be on time, be sober, be open and honest and to complete homework assignments between sessions. I will regularly ask for updates regarding your well-being and functioning, and for feedback regarding how you think we are doing.”\n\nBad answer: “I expect you to trust that I know what I’m doing, and to follow my lead throughout therapy. I expect you not to ask a lot of questions. I am the expert. You can expect me to help you to get better.”\n \n\nQuestion 8: What Other Treatments Might Help Me With My Problems/Challenges Symptoms?\nGood answer: “There are other psychotherapies that might help you, including cognitive therapy. Medications, such as venlafaxine, might also be helpful.”\n\nBad answer: “This is the best treatment for your problem. I wouldn’t worry about other treatments.”\n\n\nQuestion 9: To What Extent Does Research Support The Use Of This Treatment For My Problems/ Challenges/Symptoms? How Strong Overall Is The Research (And Any Other) Evidence In Support Of This Treatment?\nGood answer: “There is modest research support for ACT for anxiety disorders and for depression. I will provide you with a website address where you can review articles about the treatment and supporting evidence.”\n\nBad answer: “The type of treatment I practice can be applied to fix just about any problem. I’ve had a lot of clients who improved from my treatment.”\n \n\nQuestion 10: What Education And Training Do You Have To Provide This Type Of Treatment For My Problems/Challenges/Symptoms?\nGood answer: “I received training in ACT for anxiety and for depression from an accredited graduate school and internship and have practiced ACT professionally for 10 years.”\n\nBad answer: “I have many years of experience.”\n \n\nUltimately, when we make the choice to begin psychotherapy, we have to keep in mind some practical considerations. Is this process helpful and worth the time, money and effort? As a client, you have the right to clear communication from your therapist as you navigate these questions. We hope that our guiding questions will help start an important conversation.\n\n \nAs a program evaluator and researcher with the U.S. Department of Veterans Affairs, Office of Mental Health and Suicide Prevention, Matt Boden, Ph.D. directs efforts to improve the mental health of Veterans and their treatment providers. He is a licensed psychologist in the State of California.\n\nHoward Berenbaum, Ph.D., is a Professor of Psychology and Psychiatry at the University of Illinois. He is a fellow of the Association for Psychological Science and is a past president of the Academy of Psychological Clinical Science. His research focuses on the intersection of psychopathology and emotion.\n\n",
      "firebaseKey": "-NCM7v_sT3XaiD7mVKTG",
      "photo": "https://www.nami.org/NAMI/media/NAMI-Media/BlogImageArchive/2022/Questions_Blog.png",
      "timeStamp": "9/19/2022, 2:05:02 PM",
      "title": "Ten Questions to Ask Your Psychotherapist",
      "uid": "y9ohQIjkUoSW4JYHaHp0ROeS5bw2"
    },
    "-NCM8bDtlxiaAfXm9OPG": {
      "content": "About 2 million times each year, people with mental illness are booked in our nation’s jails, often because communities rely on law enforcement to respond to mental health crises — and they lack the needed resources to truly support someone in crisis. It should not be the job of law enforcement to respond to health care crises, and people experiencing a mental health emergency deserve quick access to effective mental health care — just as people expect when experiencing physical health emergencies.\n\nIn 2020, Congress passed the National Suicide Hotline Designation Act, creating 988 as the nationwide number for suicide prevention and mental health crisis response. This number will be available in every community beginning in July this year, with the goal of connecting people in mental health crisis with mental health services.\n\nNAMI supports the National Guidelines for Behavioral Health Crisis Care, released by the U.S. Substance Abuse and Mental Health Services Administration (SAMHSA) in early 2020. This framework identifies three pillars of services that every person experiencing a mental health crisis should have:\n\nSomeone to call (988, answered by 24/7 local call centers)\nSomeone to respond (mobile crisis teams staffed with behavioral health professionals)\nSomewhere to go (crisis stabilization facilities that provide an alternative to emergency departments)\nThe second pillar, mobile crisis teams (MCTs), presents an opportunity to significantly reduce the role of law enforcement in mental health crisis response. Unfortunately, very few communities currently have this type of service available.\n\nHow Do Mobile Crisis Teams Work?\nUltimately, the goal of MCTs is to provide effective and timely care, while allowing individuals to remain in their communities, whenever possible.\n\nOne of the most well-known and established MCT programs is CAHOOTS, Crisis Assistance Helping Out On The Streets, which has been operating in Eugene, Ore., through the White Bird Clinic since 1989. In a NAMI Ask the Expert special webinar series last year featuring CAHOOTS Program Director Ebony Morgan, she described their program as “operating in unarmed pairs with an EMT and a crisis worker.” The service is available throughout the city offering crisis intervention, support and resources to the community.\n\nCAHOOTS and similar MCT programs are often dispatched when someone calls 911 or non-emergency police lines. When 988 becomes available, ideally 988 call centers will also be able to dispatch CAHOOTS-like teams — although 911 and 988 should always be in close collaboration. Once on the scene, MCTs assess a situation and are, as Morgan says, “ready to be helpful in whatever way is most effective.”\n\nIn some cases, a family member may call and request law enforcement, but Morgan notes that often, “Family members don’t know that we’re an option.” In these cases, CAHOOTS will work closely with dispatch and can be sent to the scene. There, they can build rapport with the individual, provide on-the-spot counseling and de-escalation, or transport the individual to a local emergency room that has psychiatric services, if needed.\n\nSometimes, an individual who needs more care than can be provided in the community may not want to go to the hospital. The team can’t force anyone to go anywhere, so instead, they try to explain how it might be helpful. “It’s a lot more comfortable to come with us of your own choice and just ride in the back of our van than to be handcuffed and put in a police vehicle and taken there against your will,” says Morgan. Once at the hospital, the team provides a warm handoff by sharing information with the hospital staff.\n\nMCT programs provide many types of support in addition to crisis response. They can provide grief counseling or wellness check-ins They are also trained in basic medical care and carry Narcan, a prescription medication that can reverse an opioid overdose, in case they are first to arrive on the scene. Morgan says CAHOOTS “brings both the medical and crisis intervention perspectives, which allows us to have a more holistic approach to each call.”\n\nCAHOOTS leaders agree that partnership with law enforcement is critical. “We are not trained in law enforcement and do not have the same authority as police,” says Morgan. But the partnership with local police is a benefit to everyone, especially law enforcement. “It benefited the police when they were able to drop someone off that did not need to be in jail but did need some support.”\n\nNow, CAHOOTS holds monthly meetings with the police department and works collaboratively to solve problems for the community together. Some situations require both the police and the CAHOOTS team to respond together, or one may call on the other for help. “What we do is work with these partners to figure out in what way we can best meet the situation’s needs.”\n\nAre Mobile Crisis Teams Effective?\nThe evidence surrounding the impact of MCTs is compelling. MCTs have been shown to save money by reducing the number of hospital admissions and incarceration for people with mental health needs or substance use disorders. Nearly 85% of people who had an interaction with an MCT received an intervention other than hospitalization.\n\nPeople who have become disconnected from mental health services are more likely to re-engage with those services after having contact with an MCT. This is especially true for those with depressive disorder, mood disorders and psychotic disorders.\n\nWill Everyone Have Access To Mobile Crisis Teams?\nCreating these teams locally is not a given; advocates will have to push for their availability to ensure that the response we need to divert from justice system involvement when someone calls 988 is available everywhere. It’s critical that advocates push for these programs in their communities and across their state. Bringing key stakeholders to the table, including law enforcement, is important to build programs that have buy-in and cross-system support.\n\nThere are also opportunities for funding MCT programs that can be leveraged immediately. The recently-enacted American Rescue Plan Act included an option for state Medicaid programs to cover mobile crisis services, which was named after the CAHOOTS program and championed by Senator Ron Wyden (D–Ore). States can currently choose to provide this in their Medicaid program. Additionally, a pending proposal in Congress would establish a grant program to help communities create CAHOOTS-like mobile crisis teams.\n\nAs we reimagine the future of mental health care, supporting MCTs will be a critical step in transforming our currently insufficient approach to crisis response.\n\n\nLearn more about 988 and the crisis services NAMI is advocating for by visiting nami.org/988. To urge your members of Congress to support MCTs and other parts of the crisis continuum of care, visit nami.org/crisisadvocacy.\n\n\nNote: This article was originally published in the Spring 2022 Issue of the Advocate.\n\n\n ",
      "firebaseKey": "-NCM8bDtlxiaAfXm9OPG",
      "photo": "https://www.nami.org/NAMI/media/NAMI-Media/BlogImageArchive/2022/MCT_Blog.png",
      "timeStamp": "9/19/2022, 2:08:01 PM",
      "title": "Mobile Crisis Teams: Providing an Alternative to Law Enforcement for Mental Health Crises",
      "uid": "n5f0zZ1dmBWvTOutVZ0J9lip8073"
    }
  },
  "ethnicities": {
    "-NACKaKmyy-q-hTIfVGm": {
      "ethnicity": "White",
      "firebaseKey": "-NACKaKmyy-q-hTIfVGm"
    },
    "-NACKaKmyy-q-hTIfVGn": {
      "ethnicity": "Black or African American",
      "firebaseKey": "-NACKaKmyy-q-hTIfVGn"
    },
    "-NACKaKnkfIXKnlLgTlr": {
      "ethnicity": "Asian",
      "firebaseKey": "-NACKaKnkfIXKnlLgTlr"
    },
    "-NACKaKnkfIXKnlLgTls": {
      "ethnicity": "Native Hawaiian or Other Pacific Islander",
      "firebaseKey": "-NACKaKnkfIXKnlLgTls"
    },
    "-NACKaKov-x-Aeexucnu": {
      "ethnicity": "Other",
      "firebaseKey": "-NACKaKov-x-Aeexucnu"
    },
    "-NACKaKov-x-Aeexucnv": {
      "ethnicity": "American Indian or Alaskan Native",
      "firebaseKey": "-NACKaKov-x-Aeexucnv"
    },
    "-NACLrJhBftFysBewpGB": {
      "ethnicity": "Hispanic, Latino/a/x, or of Spanish origin",
      "firebaseKey": "-NACLrJhBftFysBewpGB"
    }
  },
  "genders": {
    "-NACPLTTQoO6ZIUqYUAD": {
      "firebaseKey": "-NACPLTTQoO6ZIUqYUAD",
      "gender": "Woman"
    },
    "-NACPLTTQoO6ZIUqYUAE": {
      "firebaseKey": "-NACPLTTQoO6ZIUqYUAE",
      "gender": "Man"
    },
    "-NACPLTTQoO6ZIUqYUAF": {
      "firebaseKey": "-NACPLTTQoO6ZIUqYUAF",
      "gender": "Transfeminine"
    },
    "-NACPLTUTMUWzacVzzal": {
      "firebaseKey": "-NACPLTUTMUWzacVzzal",
      "gender": "Transmasculine"
    },
    "-NACPLTUTMUWzacVzzam": {
      "firebaseKey": "-NACPLTUTMUWzacVzzam",
      "gender": "Non-binary/non-conforming"
    }
  },
  "pronouns": {
    "-NAC86phbZCF7cc7CklO": {
      "firebaseKey": "-NAC86phbZCF7cc7CklO",
      "pronoun": "she/her"
    },
    "-NAC86phbZCF7cc7CklP": {
      "firebaseKey": "-NAC86phbZCF7cc7CklP",
      "pronoun": "they/them"
    },
    "-NAC86phbZCF7cc7CklQ": {
      "firebaseKey": "-NAC86phbZCF7cc7CklQ",
      "pronoun": "he/him"
    }
  },
  "savedTherapists": {
    "-NC6Are7d__5z7Y8AaaJ": {
      "bio": "Our collective struggle is that we have inherited a world of imbalance and as such, imbalance lives within each of us. It is my belief that healing is done in community, and that true change can only occur in the space between individuals. Together, we will work to find equilibrium and healing amongst the madness. It is my goal to help clients develop and hone the best version of themselves according to their own vision. Through the integration of movement and the expressive arts, I seek to assist clients in rewriting their narratives in a way that embodies dignity and strength.\nI enjoy working with diverse populations and feel honored to hold space for individuals as they embark on their journey toward healing and wholeness. It is also my pleasure to work with clients and their communities, whether it be family, coworkers, or friends.",
      "email": "rochelle.rossman@gmail.com",
      "ethnicity": "White",
      "firebaseKey": "-NC6Are7d__5z7Y8AaaJ",
      "gender": "Woman",
      "name": "Rochelle Rossman",
      "phone": "6154409796",
      "photo": "https://avatars.githubusercontent.com/u/102299152?s=400&u=2fab77da66f2df4181579defc0bc881109d553c0&v=4",
      "pronouns": "she/her",
      "sexualOrientation": "Queer",
      "therapistId": "-NBwO2QOyrRBKFmQFVbj",
      "uid": "y9ohQIjkUoSW4JYHaHp0ROeS5bw2"
    },
    "-NC6HLwPzDybu35QE9mw": {
      "bio": "Finding a therapist who validates and reflects core aspects of your identity can be difficult. My goal as a therapist is to create a safe space for you to feel accepted, respected, and understood. I appreciate working with a diverse group of clients, especially individuals from marginalized and underserved communities (BIPOC, Trans, Queer, & GNC). My practice is sex positive and ENM-affirming. My approach is intersectional, collaborative, and based in a social justice framework. My practice offers an eclectic approach to therapy with an emphasis on your personal growth and empowerment. I want to help you survive and thrive in a way that honors your unique identity. We will work together to tailor your treatment to your needs. As a Black, Queer, and Non-binary therapist, I know how difficult it can be to find places that feel secure and affirming. Some of the most vulnerable experiences occur in therapy. I want to provide a non-judgmental place for you to express yourself in a manner that feels safe and natural.",
      "email": "jhattiff2@spiegel.de",
      "ethnicity": "Black or African American",
      "firebaseKey": "-NC6HLwPzDybu35QE9mw",
      "gender": "Non-binary/non-conforming",
      "name": "Jasmin Hattiff",
      "phone": "335-732-9578",
      "photo": "https://images.unsplash.com/photo-1506956191951-7a88da4435e5?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fHdvbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "pronouns": "they/them",
      "sexualOrientation": "Queer",
      "therapistId": "-NAC7G9V54Lmyz6VcZaG",
      "uid": "n5f0zZ1dmBWvTOutVZ0J9lip8073"
    },
    "-NCWa3FogofTeErInYBa": {
      "bio": "My goal is to provide you with a safe, empathetic, and welcoming space to conquer your life challenges and goals. We will work together to identify growth areas and changes that can be made to help with your healing journey. I work from a strengths-based approach and will use this approach to help you explore new ways to cope, and problem solve. I have a passion for helping individuals regain hope and find meaning in life. I am LGBTQ+ friendly and passionate about serving this population, as well as other marginalized groups including, black and brown men and at-risk youth.\nI use an integrative approach that is based on cognitive behavioral, solution-focused, and person-centered techniques. It brings me joy to help my clients improve their quality of life by walking with them on their journey to healing. I look forward to providing you with a safe and inclusive space to help you feel empowered to create new meaning in life!\nNashville Emotional Wellness (NEW) helps people struggling with managing the responsibilities of everyday life. Nashville Emotional Wellness (NEW) Counseling helps people who are struggling to feel good about themselves. Nashville Emotional Wellness (NEW) Counseling helps people who feel lost and are suffering from unhealed wounds.",
      "email": "martez.nelson@gmail.com",
      "ethnicity": "Black or African American",
      "firebaseKey": "-NCWa3FogofTeErInYBa",
      "gender": "Man",
      "name": "Martez Nelson",
      "phone": "6154409796",
      "photo": "https://photos.psychologytoday.com/0a369f94-65ad-4b6d-a69a-354ee62cc791/3/320x400.jpeg",
      "pronouns": "he/him",
      "sexualOrientation": "Gay",
      "therapistId": "-NBKM_t9Gb_ny5cvXCoE",
      "uid": "n5f0zZ1dmBWvTOutVZ0J9lip8073"
    },
    "-NCWeDPuJyD15LeJE2jW": {
      "bio": "",
      "email": "catherine.tourangeau@gmail.com",
      "ethnicity": "White",
      "firebaseKey": "-NCWeDPuJyD15LeJE2jW",
      "gender": "Non-binary/non-conforming",
      "name": "Catherine Tourangeau",
      "phone": "240-506-3458",
      "photo": "https://static.wixstatic.com/media/cd89b6_199414ad7fe2427399480fce4314c2a2~mv2.jpg/v1/fill/w_446,h_405,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/cd89b6_199414ad7fe2427399480fce4314c2a2~mv2.jpg",
      "pronouns": "she/her",
      "sexualOrientation": "Queer",
      "therapistId": "-NCWe9i6bct8mlzErvfH",
      "uid": "n5f0zZ1dmBWvTOutVZ0J9lip8073"
    }
  },
  "sexualOrientations": {
    "-NACBRFWuzmFIqOtyRLF": {
      "firebaseKey": "-NACBRFWuzmFIqOtyRLF",
      "sexualOrientation": "Queer"
    },
    "-NACBRFXDalh6sOiKPOk": {
      "firebaseKey": "-NACBRFXDalh6sOiKPOk",
      "sexualOrientation": "Straight"
    },
    "-NACBRFYeLmo-6BmSU9J": {
      "firebaseKey": "-NACBRFYeLmo-6BmSU9J",
      "sexualOrientation": "Pansexual"
    },
    "-NACBRFYeLmo-6BmSU9K": {
      "firebaseKey": "-NACBRFYeLmo-6BmSU9K",
      "sexualOrientation": "Questioning"
    },
    "-NACBRFZdjAOKwgK5FJU": {
      "firebaseKey": "-NACBRFZdjAOKwgK5FJU",
      "sexualOrientation": "Gay"
    },
    "-NACBRFZdjAOKwgK5FJV": {
      "firebaseKey": "-NACBRFZdjAOKwgK5FJV",
      "sexualOrientation": "Bisexual"
    },
    "-NACG4gudXZ8HPEY07Ms": {
      "firebaseKey": "-NACG4gudXZ8HPEY07Ms",
      "sexualOrientation": "Lesbian"
    },
    "-NACGMKG8G2dWDJfIsj2": {
      "firebaseKey": "-NACGMKG8G2dWDJfIsj2",
      "sexualOrientation": "Asexual"
    }
  },
  "users": {
    "-NAC7G9QqUjsj096ocjy": {
      "bio": "I find that a client who is open to the intimacies of a therapeutic relationship and committed to the mental/emotional journey common in therapy has the most success in working with me. Client issues can range from low-level stress and anxiety to coping with heavy grief and trauma, as well as issues related to sociocultural identity. I also envision clients that need empathetic reflection & concrete solutions to their issues. Most importantly, my ideal client should feel empowered to collaborate with me in maximizing their wellbeing.\nI approach therapy from a collaborative, client-centered point of view with particular focus in Dialectical Behavioral Therapy (DBT) and strengths-focused therapy. I also specialize in multicultural counseling and the mental health of marginalized groups like racial, sexual, and gender minorities. My work is trauma-focused and culturally competent.\nLife's stressors and obstacles can come in many forms; sometimes they can be unforeseen, and sometimes they are lifelong difficulties we carry with us. Empathy is at the heart of the therapeutic work that I do, and I feel called to do the work with integrity and care. My therapy is not a space for judgment, but for understanding, healing, & growth.",
      "dateOfBirth": "1993-01-13",
      "email": "wnobles0@yelp.com",
      "ethnicity": "Hispanic, Latino/a/x, or of Spanish origin",
      "firebaseKey": "-NAC7G9QqUjsj096ocjy",
      "gender": "Man",
      "isTherapist": true,
      "name": "Woodman Nobles",
      "phone": "393-739-2395",
      "photo": "https://images.unsplash.com/photo-1506794778202-cad84cf45f1d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8bWVufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "pronouns": "he/him",
      "sexualOrientation": "Gay",
      "uid": "1"
    },
    "-NAC7G9TnEtXEZujrilN": {
      "bio": "As a therapist, I strive to create an environment for my clients that fosters acceptance and connection in a way that best supports their healing and their journey. It is one of the greatest honors of my life to walk beside my clients through sorrow, anxiety, joy – all the experiences inherent in being human. I seek to aid clients in recognizing their own strengths as well as assist them in developing new coping skills to meet life’s challenges. As a therapist, I aim to greet every client, every session with non-judgment, radical acceptance, and a genuine interest in their wellbeing. I am passionate about working with queer folks in the South - individuals, couples, and parents of LGBTQIA+ persons. Additionally, I am well-versed in working with anxiety, life transitions, and relational issues. In therapy, I draw mainly from ACT, DBT, and IFS, each of which support my acceptance-based therapeutic approach. If you are looking for a therapist to meet you with acceptance, gentle curiosity, and a genuine desire to help you grow into the fullness of who you are, I invite you to reach out to me. Living a wholehearted life is work, but it is not work we have to embark on alone.",
      "dateOfBirth": "1975-07-17",
      "email": "rescott1@ocn.ne.jp",
      "ethnicityId": "Hispanic, Latino/a/x, or of Spanish origin",
      "firebaseKey": "-NAC7G9TnEtXEZujrilN",
      "gender": "Woman",
      "isTherapist": true,
      "name": "Rae Escott",
      "phone": "903-800-3817",
      "photo": "https://images.unsplash.com/photo-1592621385612-4d7129426394?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8d29tYW58ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
      "pronouns": "she/her",
      "sexualOrientation": "Lesbian",
      "uid": "2"
    },
    "-NAC7G9V54Lmyz6VcZaG": {
      "bio": "Finding a therapist who validates and reflects core aspects of your identity can be difficult. My goal as a therapist is to create a safe space for you to feel accepted, respected, and understood. I appreciate working with a diverse group of clients, especially individuals from marginalized and underserved communities (BIPOC, Trans, Queer, & GNC). My practice is sex positive and ENM-affirming. My approach is intersectional, collaborative, and based in a social justice framework. My practice offers an eclectic approach to therapy with an emphasis on your personal growth and empowerment. I want to help you survive and thrive in a way that honors your unique identity. We will work together to tailor your treatment to your needs. As a Black, Queer, and Non-binary therapist, I know how difficult it can be to find places that feel secure and affirming. Some of the most vulnerable experiences occur in therapy. I want to provide a non-judgmental place for you to express yourself in a manner that feels safe and natural.",
      "dateOfBirth": "1995-11-27",
      "email": "jhattiff2@spiegel.de",
      "ethnicity": "Black or African American",
      "firebaseKey": "-NAC7G9V54Lmyz6VcZaG",
      "gender": "Non-binary/non-conforming",
      "isTherapist": true,
      "name": "Jasmin Hattiff",
      "phone": "335-732-9578",
      "photo": "https://images.unsplash.com/photo-1506956191951-7a88da4435e5?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fHdvbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "pronouns": "they/them",
      "sexualOrientation": "Queer",
      "uid": "3"
    },
    "-NAC7G9Ymz66bgaV-WjI": {
      "bio": "Being a person is hard. Whether for a lifelong struggle or a short-term issue, we all need space to breathe and talk it through sometimes. Whatever your reason, whatever your goals, I'm here as a companion on your journey. My goal is to help you connect to your values and live authentically. My specialties include eating disorders, mood disorders, relationship issues, and trauma. I have a special interest in working with young adults and college students around identity development, particularly those in the LGBTQ+ community. I employ an integrative approach of evidenced-based practices including DBT, ACT, FAP, and mindfulness. I believe that meaningful change happens through meaningful relationships. With a safe and supportive environment, you can make changes to live the life you want. Bring your whole self, and I will be so grateful to see it! Reach out for a free 15 minute consultation to see if I'm right for you.",
      "dateOfBirth": "1981-09-14",
      "email": "mgruby3@nyu.edu",
      "ethnicity": "Hispanic, Latino/a/x, or of Spanish origin",
      "firebaseKey": "-NAC7G9Ymz66bgaV-WjI",
      "gender": "Transfeminine",
      "isTherapist": true,
      "name": "Marnie Gruby",
      "phone": "107-776-7621",
      "photo": "https://images.unsplash.com/photo-1573497019940-1c28c88b4f3e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjF8fHdvbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "pronouns": "she/her",
      "sexualOrientation": "Pansexual",
      "uid": "4"
    },
    "-NAC7G9dZ0RRiLQS7Ll2": {
      "bio": "It is my mission to provide an authentic and safe therapeutic environment in which women, teens and members of the LGBTQ+ and BIPOC communities feel empowered to live the lives they long for and deserve. I find joy in helping members from marginalized communities move past shame, trauma and self-doubt which is why I founded Hampton House Counseling. At Hampton House it is our mission to provide therapy for those who have struggled to feel safe, seen, and understood. I am committed to helping individuals from diverse cultures and communities feel accepted and understood. It is my hope that my clients feel as if they have finally found a judgment-free space where they can explore who they are, what they want out of life, and walk in the light of their glow. I know how difficult it can be to ask for help, and I invite you to do it anyway. There are safe spaces where you can be celebrated for who you are. We believe that healing in the margins will heal the world!",
      "dateOfBirth": "1994-05-10",
      "email": "jslessor5@mapy.cz",
      "ethnicity": "White",
      "firebaseKey": "-NAC7G9dZ0RRiLQS7Ll2",
      "gender": "Transmasculine",
      "isTherapist": false,
      "name": "Jonathon Slessor",
      "phone": "278-819-4487",
      "photo": "https://images.unsplash.com/photo-1585665599687-248cf287e660?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fG5vbiUyMGJpbmFyeXxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "pronouns": "they/them",
      "sexualOrientation": "Queer",
      "uid": "5"
    },
    "-NAC7G9gVUi_M27eguvN": {
      "bio": "My work is psychodynamically oriented, which means that I am interested in how early life and family of origin issues impact current life relationships and events. I work with both individuals and couples-- gay and straight. I also work with people of color. I have a general practice that includes people dealing with depression, anxiety, relationship problems, low self-esteem, trauma, work related stress, sexual identity, religious issues, etc. In my practice, I welcome and affirm people from all religious and/or spiritual backgrounds as well as the diversity of sexual and gender identities. Further, I specialize in cultural competency and work to create a safe space for people of color.",
      "dateOfBirth": "1990-06-01",
      "email": "acurbishley6@woothemes.com",
      "ethnicity": "American Indian or Alaskan Native",
      "firebaseKey": "-NAC7G9gVUi_M27eguvN",
      "gender": "Non-binary/non-conforming",
      "isTherapist": false,
      "name": "Avictor Curbishley",
      "phone": "563-827-1239",
      "photo": "https://images.unsplash.com/photo-1450297350677-623de575f31c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDN8fHdvbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "pronouns": "they/them",
      "sexualOrientation": "Pansexual",
      "uid": "6"
    },
    "-NAC7G9jIw4QN_nvNVXW": {
      "dateOfBirth": "1983-04-19",
      "email": "abarford7@youtube.com",
      "ethnicity": "American Indian or Alaskan Native",
      "firebaseKey": "-NAC7G9jIw4QN_nvNVXW",
      "gender": "Non-binary/non-conforming",
      "isTherapist": true,
      "name": "Ardath Barford",
      "phone": "949-702-1704",
      "photo": "https://images.unsplash.com/photo-1625003460653-95a5e4a7ea01?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8bm9uJTIwYmluYXJ5JTIwcGVvcGxlfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "pronouns": "they/them",
      "sexualOrientation": "Queer",
      "uid": "7"
    },
    "-NAC7G9lFalnQ5-3i0z0": {
      "bio": "Empowering you to reach your full potential is the focal point of my practice. We will use your strengths to work towards being the best you you can be! I have worked in the profession for over 15 years, and I love being able to help my clients develop through various techniques. I work with children and adolescents, emerging adults, adults, and parents. In addition to individual services, I offer social skills, coping skills, self-esteem, and grief groups. I am LGBT+ friendly, and simply love working with my clients in an open and caring environment.",
      "dateOfBirth": "1989-10-20",
      "email": "ckohrt8@people.com.cn",
      "ethnicity": "American Indian or Alaskan Native",
      "firebaseKey": "-NAC7G9lFalnQ5-3i0z0",
      "gender": "Transfeminine",
      "isTherapist": false,
      "name": "Cary Kohrt",
      "phone": "702-583-2686",
      "photo": "https://images.unsplash.com/photo-1491349174775-aaafddd81942?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzV8fHdvbWFufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "pronouns": "she/her",
      "sexualOrientation": "Queer",
      "uid": "8"
    },
    "-NBKJyAm6cqvhZGxJaNy": {
      "bio": "Life is a gigantic book. What chapter are you on in your story? Therapy can be scary and unfamiliar, knowing this, I strive to provide a safe, empathetic, non-judgmental space for you to process moments in your present and past chapter(s).\nI work from a person-centered approach, meaning you will have full control around expressing your needs while becoming your best self! I specialize in working with individuals who battle with stress, depression, low self-esteem, maladaptive coping mechanisms, porous/ridged boundaries and relationship issues.\nMy passion is to work with African American persons. I am gender affirming, LBGTQAI+ allied and sex worker friendly. I am also open to any religious/Spiritual beliefs, including atheism or agnosticism.",
      "dateOfBirth": "1988-12-04",
      "email": "gankoya.leaman@gmail.com",
      "ethnicity": "Black or African American",
      "firebaseKey": "-NBKJyAm6cqvhZGxJaNy",
      "gender": "Woman",
      "isTherapist": true,
      "name": "Gankoya Leaman",
      "phone": "6154409796",
      "photo": "https://photos.psychologytoday.com/0bff25e4-88e5-428b-a70e-9907edb70680/2/320x400.jpeg",
      "pronouns": "she/her",
      "sexualOrientation": "Straight",
      "uid": "9"
    },
    "-NBKM_t9Gb_ny5cvXCoE": {
      "bio": "My goal is to provide you with a safe, empathetic, and welcoming space to conquer your life challenges and goals. We will work together to identify growth areas and changes that can be made to help with your healing journey. I work from a strengths-based approach and will use this approach to help you explore new ways to cope, and problem solve. I have a passion for helping individuals regain hope and find meaning in life. I am LGBTQ+ friendly and passionate about serving this population, as well as other marginalized groups including, black and brown men and at-risk youth.\nI use an integrative approach that is based on cognitive behavioral, solution-focused, and person-centered techniques. It brings me joy to help my clients improve their quality of life by walking with them on their journey to healing. I look forward to providing you with a safe and inclusive space to help you feel empowered to create new meaning in life!\nNashville Emotional Wellness (NEW) helps people struggling with managing the responsibilities of everyday life. Nashville Emotional Wellness (NEW) Counseling helps people who are struggling to feel good about themselves. Nashville Emotional Wellness (NEW) Counseling helps people who feel lost and are suffering from unhealed wounds.",
      "dateOfBirth": "1972-10-26",
      "email": "martez.nelson@gmail.com",
      "ethnicity": "Black or African American",
      "firebaseKey": "-NBKM_t9Gb_ny5cvXCoE",
      "gender": "Man",
      "isTherapist": true,
      "name": "Martez Nelson",
      "phone": "6154409796",
      "photo": "https://photos.psychologytoday.com/0a369f94-65ad-4b6d-a69a-354ee62cc791/3/320x400.jpeg",
      "pronouns": "he/him",
      "sexualOrientation": "Gay",
      "uid": "10"
    },
    "-NBwO2QOyrRBKFmQFVbj": {
      "bio": "Our collective struggle is that we have inherited a world of imbalance and as such, imbalance lives within each of us. It is my belief that healing is done in community, and that true change can only occur in the space between individuals. Together, we will work to find equilibrium and healing amongst the madness. It is my goal to help clients develop and hone the best version of themselves according to their own vision. Through the integration of movement and the expressive arts, I seek to assist clients in rewriting their narratives in a way that embodies dignity and strength.\nI enjoy working with diverse populations and feel honored to hold space for individuals as they embark on their journey toward healing and wholeness. It is also my pleasure to work with clients and their communities, whether it be family, coworkers, or friends.",
      "dateOfBirth": "1988-10-26",
      "email": "rochelle.rossman@gmail.com",
      "ethnicity": "White",
      "firebaseKey": "-NBwO2QOyrRBKFmQFVbj",
      "gender": "Woman",
      "isTherapist": true,
      "name": "Rochelle Rossman",
      "phone": "(615)440-9796",
      "photo": "https://avatars.githubusercontent.com/u/102299152?s=400&u=2fab77da66f2df4181579defc0bc881109d553c0&v=4",
      "pronouns": "she/her",
      "sexualOrientation": "Queer",
      "uid": "n5f0zZ1dmBWvTOutVZ0J9lip8073"
    },
    "-NCNWG42pn8f7fk1k16n": {
      "bio": "Living in TN!",
      "dateOfBirth": "1989-11-02",
      "email": "blackcl3@gmail.com",
      "ethnicity": "Hispanic, Latino/a/x, or of Spanish origin",
      "firebaseKey": "-NCNWG42pn8f7fk1k16n",
      "gender": "Man",
      "isTherapist": false,
      "name": "Christian Black",
      "phone": "4404881446",
      "photo": "https://api.iconify.design/noto:man-mage.svg",
      "pronouns": "he/him",
      "sexualOrientation": "Straight",
      "uid": "ILY6GMjh96ZcTnA6cHTgBXMIQ7F2"
    },
    "-NCWe9i6bct8mlzErvfH": {
      "bio": "Cat Tourangeau (she/her) is Clinical Director at ABHS and a licensed professional counselor (LPC-MHSP) and Tennessee approved clinical supervisor whose primary area of practice is with LGBTQ+ adolescents and adults. Cat received her M.Ed. in Mental Health Counseling from Columbia University in 2014 and came to Nashville in 2016 after starting her career in community-based mental health in New York City. Cat uses a trauma- and diversity-informed approach in building a collaborative therapeutic relationship to address each client’s individual needs. Cat sees adults, adolescents, couples, and EAP clients via telehealth and in person at the Nashville office.",
      "dateOfBirth": "1988-01-13",
      "email": "cat.tourangeau@gmail.com",
      "ethnicity": "White",
      "firebaseKey": "-NCWe9i6bct8mlzErvfH",
      "gender": "Non-binary/non-conforming",
      "isTherapist": true,
      "name": "Catherine Tourangeau",
      "phone": "6154409795",
      "photo": "https://static.wixstatic.com/media/cd89b6_199414ad7fe2427399480fce4314c2a2~mv2.jpg/v1/fill/w_446,h_405,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/cd89b6_199414ad7fe2427399480fce4314c2a2~mv2.jpg",
      "pronouns": "she/her",
      "sexualOrientation": "Queer",
      "uid": "y9ohQIjkUoSW4JYHaHp0ROeS5bw2"
    }
  }
}
